
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = 'Добро пожаловать в программу по определению состоянию здоровья'
txt_next = 'Начать'
txt_instruction = 'Данное приложение позволят вам c помощью теста Руфье провести первичную диагностику вашего здоровья. \n Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке. \n У испытуемого, находящегося в положении лежа на спине в течении 5 минут определяют частоту пульсаций за 15 секунд; \n затем в течении 45 секунд испытуемый выполняет 30 приседаний. \n После окончания нагрузки испытуемый ложится и у него вновь подсчитывается число пульсаций за первые 15 секунд, \n а потом - за последнии 15 секунд первой минуты периода восстановления. \n Важно! Если в процессе проведения испытания вы почувствуете себя плохо(появится головокружения, шум в ушах, \n сильная одышка и другие.), то тест необходимо прервать и обратиться к врачу.' 
txt_title = 'Здоровье'
txt_name = 'Введите Ф.И.О.'
txt_hintname = "Ф.И.О"
txt_age = 'Полных лет:' 
txt_hintage = "0"
txt_test1 = 'Лягте на спине и замерьте пульс за 15 секунд. Нажмите кнопку "Начать первый тест", чтобы запустить таймер. \n Результат запишите в соответствующее поле.'
txt_test2 = 'Выполнить 30 приседаний за 45 секунд. Для этого нажмите кнопку "Начать делать приседание" чтобы запустить счётчик приседаний.'
txt_test3 = 'Лягте на спину и замерьте пульс сначало за первые 15 секунд минуты, затем за последние 15 секунд. \n Нажмите на кнопку "Начать финальный тест" что бы запустить таймер. '
txt_sendresults = ''
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Начать первый тест'
txt_starttest2 = 'Начать делать приседания'
txt_starttest3 = 'Начать финальный тест'

txt_finalwin = 'Результаты'
txt_index = 'Индекс Руфье:'
txt_workheart = 'Работоспособность сердца:'

txt_res1 = 'Низкая. Срочно обратитесь к врачу!'
txt_res2 = 'Удовлетворительная. Обратитесь к врачу!'
txt_res3 = 'Средняя. Возможно, стоит дополнительно обследоваться у врача'
txt_res4 = 'Выше среднего'
txt_res5 = 'Высокая'